import React from 'react'

const terms = () => {
  return (
    <div className="offer-area pt-100 pb-70"><br></br>
    <center>
      <h1>شروط الخدمة</h1>
      <br></br>
      <h2> قبول الشروط</h2>
      <p>
      باستخدامك لموقعنا الإلكتروني أو خدماتنا، فإنك توافق على الالتزام بشروط الخدمة الموضحة أدناه. إذا كنت لا توافق على هذه الشروط، يُرجى عدم استخدام الموقع أو خدمات الصيانة
      </p>

      <h2> خدمات الصيانة</h2>
      <p>
      نحن نقدم خدمات صيانة متخصصة للأجهزة المنزلية مثل الغسالات والثلاجات، بما في ذلك الفحص، التشخيص، الإصلاح، واستبدال القطع التالفة. الخدمات المقدمة ستكون وفقًا للمتطلبات التقنية المحددة من قبل المصنعين      </p>


      <h2>  تقديم الطلبات</h2>
      <p>
      للطلب على خدمات الصيانة، يجب على العملاء تقديم تفاصيل دقيقة حول الجهاز المتعطل، بما في ذلك الموديل والعطل الملاحظ. سيتم تحديد موعد الخدمة بناءً على توفر الفنيين وموقع العميل      </p>


      <h2> الأسعار والدفع</h2>
      <p>
      تتفاوت أسعار خدمات الصيانة حسب نوع العطل والموديل. سيتم إبلاغ العميل بالتكلفة المبدئية قبل بدء العمل. يتم دفع الرسوم وفقًا للاتفاق المسبق عبر الوسائل المتاحة      </p>

      <h2> ضمان الخدمة</h2>
      <p>
      نحن نقدم ضمانًا على خدمات الصيانة والأجزاء المستبدلة (وفقًا للسياسات المحددة) لمدة محددة بعد إجراء الإصلاحات. لا يغطي الضمان الأضرار الناتجة عن سوء الاستخدام أو الحوادث      </p>

      <h2> مسؤولية العميل</h2>
      <p>
      يتعين على العميل التأكد من أن الجهاز في مكان يمكن الوصول إليه بسهولة وتوفير ظروف عمل آمنة للفنيين. إذا كان الجهاز غير جاهز للصيانة بسبب إغلاق المسار أو ظروف أخرى، قد يتم فرض رسوم إضافية.

</p>

      <h2>  القانون الواجب التطبيق</h2>
      <p>
      تخضع هذه الشروط لأحكام القوانين المعمول بها في جمهورية مصر العربية، وأي نزاع ينشأ بخصوص هذه الشروط سيكون من اختصاص المحاكم في جمهورية مصر العربية      </p>
      </center></div>
  )
}

export default terms
