import React from 'react'

const terms = () => {
  return (
    <div className="offer-area pt-100 pb-70"><br></br>
    <center>
      <h1>سياسة الاستخدام</h1>
      <br></br>
      <h2>  الدفع والرسوم</h2>
      <p>
      التسعير: يتم تحديد رسوم خدماتنا وفقًا للسعر المعتمد من الشركة أو بناءً على التقديرات المقدمة قبل الخدمة. قد تتغير الأسعار بناءً على نوع الخدمة والظروف الفعلية      </p>

      <h2> مسؤوليات المستخدم</h2>
      <p>
      الالتزام بالقوانين: يجب على المستخدمين الالتزام بجميع القوانين المحلية والدولية عند استخدام الموقع
      </p>

      <h2>  حماية البيانات والخصوصية</h2>
      <p>
      جمع البيانات: قد نقوم بجمع معلومات شخصية من المستخدمين، مثل الاسم، والعنوان، ورقم الهاتف، والبريد الإلكتروني، وذلك لتحسين تجربتك في استخدام الموقع وتقديم الخدمة بكفاءة.
      الخصوصية: نحن نلتزم بحماية خصوصيتك ونعمل وفقًا لسياسة الخصوصية الخاصة بنا التي توضح كيفية جمع واستخدام وحماية بياناتك الشخصية.
      </p>

      <h2> الأسعار والدفع</h2>
      <p>
      تتفاوت أسعار خدمات الصيانة حسب نوع العطل والموديل. سيتم إبلاغ العميل بالتكلفة المبدئية قبل بدء العمل. يتم دفع الرسوم وفقًا للاتفاق المسبق عبر الوسائل المتاحة      </p>

      <h2> الإنهاء</h2>
      <p>
      إذا تبين أن المستخدم ينتهك هذه السياسة أو شروط الخدمة، فإننا نحتفظ بالحق في تعليق أو إلغاء الوصول إلى الموقع أو الخدمات المقدمة
      </p>


      <h2>  القانون الواجب التطبيق</h2>
      <p>
      تخضع هذه الشروط لأحكام القوانين المعمول بها في جمهورية مصر العربية، وأي نزاع ينشأ بخصوص هذه الشروط سيكون من اختصاص المحاكم في جمهورية مصر العربية      </p>
      </center></div>
  )
}

export default terms
